{"Contents":[
	"<h3><strong>Documented History of Lyndvhar</strong><br></h3>
	<strong><em>Author: Loracyne Muthesceri, Archmage of the Eyrie</em></strong><br><br>
	
	 <br><br> The province of Draguippe is famously known for its well-esteemed and respected port city- known as Lyndvhar. A rather gilded beacon in a sea of sparse populated dense forests. It is one of the most important trading ports on this side of the Empire. But how exactly was it founded, and how did it become what it is today? This is a record that I have tumultously spent time researching on and have come to the conclusions written here, since the land from before was razed and salted during Naexidor's initial conquest, not much is known beforehand, but I will iterate what I have learned, and what I theorize.<br><br>
	
	The land of the Draguippe used to be a host to many a kindred of mine- elves of the wood, beasts of the wood. Initially the port was a small coastal village, a part of the larger Draguippian kingdom that used to reside in this region. When Naexidor began his conquest, this was one of the first locations he attacked after repelling the orcs. A demand of subjugation was sent, and it was denied. Naexidor as is well documented (I even personally knew him) was quite ruthless to those who did not submit to his blade, and so the region was sacked, and burned. It was through the magick of Druids that the forest has even recovered to such a point.<br><br>
	
	From there, the rotten remains of what was once before were built upon- the foundations of Lyndvhar were settled. Named after its founding father- Baelyx Lyndvhar- the city slowly began to build up its significance over time. Since it is located on the Lilac Bay, it is one of the closest cities to Yoheon from Llewyn, and has the easiest passable sea route.<br><br>
	
	From there, walls were erected, buildings of stone established, and the city grew into itself a veritable fortress of wealth and power. I theorize that most of this growth came from the influx of foreigners seeking passage to Llewyn from abroad, as well as black market dealings. It is no surprise something so pivotal in trade would harbor such shady businesses. A foundation of blood, over a foundation of criminal wealth.<br><br>
	
	The leader of the group, an odd, stout dwarf who goes by a name I fail to translate to Imperial tongue. His robes were a bright blue, and as such I will refer to them by their color, as I will with all the scholars I discuss from here on. He spoke a touch of Imperial and explained in broken tongues that his group were effectively religious soldiers, not dissimilar to the paladins and clerics of Grenzelhoft, yet different at once. I was not privy to their place in society, or the intricacies of their caste at this time, just to what they were.<br><br>
	
	After Naexidor's passing of an illness we still have yet to identify, his son Ianfaren took the newly established Ruby Throne. From then on most of the history of this city blends into itself, the status quo being unchallenged even to now almost a century later. In my duties to the Eyrie and the research I have done it is not exactly a place of significant interest compared to others, but still noteworthy due to its political weight it holds- being the gap between two almost separate worlds.<br><br>"

	]}
