{"Contents":[
	"<h3><strong>The Bloodwake</strong><br></h3>
	<strong><em>Author: Loracyne Muthesceri, Archmage of the Eyrie</em></strong><br><br>
	
	 <em>Some of the pages of this book are missing; it's unclear whether it's by damage or on purpose, but through the few pages you can find you gather that it's a collection of archived transcripts of the Bloodwake, both in terms of language and meaning, into Imperial.</em> <br><br>

<strong>TERROR FROM BELOW</strong><br>
It began as a groaning noise in the ground. The skies darkened a crimson shade, the ground seeming to rip itself open. And from there, they came. Forces of unknown horror, of incomprehensible terror- a punishment for the wickedness of mortalkind, and an insult to the very Gods themselves- the Archdaemon.<br><br>

Man knew what they had done to cause this; Scholars knew. Even the Gods knew. And yet we still allowed this to happen, nonetheless. We had our tests; we had our places of sin and vice. We were to look out for brother and sister, arm-in-arm, to ensure none of us fell. And yet we all did. We all allowed that to become what is. The daemons that now roam our streets, that destroy our homes- are families, that eat our wives and break our husbands. They are us, our own creations and perversions. They are mortals as mortals sees itself, made manifest through our own twisted sins and vice.<br><br>

The daemons led by <em>(Author's Note: Yes, they used the full name here. I've censored it for obvious reasons, as I worry of the ramifications and heresy should I write it.)</em>, spilled forth, and began to terrorize and destroy. They came from within the earth made manifest. Following Her was <em>(Author's Note: For obvious reasons I have once again censored their names. Evoking them is sin.)</em>. The reign of terror had begun.<br><br>

<strong>CLASH OF THE GODS</strong><br>
Within daes the rivers, the oceans, and the skies had run red with blood. Many died, many had fallen. It was here that the divine protectors of Beowricke- the Pantheon themselves, took form and intervened.<br><br>

Astrata formed the vanguard known as the Aasimar, a race of strong beings to lead the armies of all mortals, with her siblings at the helm. The battle for existence had begun.<br><br>

The once great kingdoms of mortals had fallen, destitute and destroyed. It was only through this army that liberation would ever come.<br><br>

<strong>SLUMBERING GIANTS</strong><br>
The battle had been won. Through the use of all of her strength, Astrata felled down <em>(Author's Note: Yes, they used the full name here again.)</em>. After the fall of the others- the land had once more been liberated. The death toll has been catastrophic. Many things have been lost that I fear will never return. The Pantheon returned from whence they had come, likely to rest once more. But I think differently.<br><br>

We are failures, and their grace has left us. We see evidence in the perverted stains that still remain, the Tiefling and those who actively worship the Daemon. They once lived alongside us; our Gods- lest they were wronged they did not slight us. But they are wrong now, they know what we did. They hate us for it, and we will feel wrath. One can only hope the scholars are right.<br><br>"
	]}
