{"Contents":[
	"<h3><strong>Known Knowledge of the Khaliphate</strong><br></h3>
	<strong><em>Author: Arthur von Gutenberg, Esq</em></strong><br><br>
	
	I write this in the hopes that this helps establish a general understanding of the enemy we face to our southwest, and how poorly we understand them.<br><br>

	The Khaliphate as we know it, or the Khazumian Suzerainty, is an entity of strangeness in Yoheon. While we do not know very little, we have a very simple understanding of the structure of their governance and the actual strength they possess.<br><br>


	The Khazumians are ruled over by a caste of seeming individuals of great arcyne prowess, or some form of connection to divinity. These peoples are known as the Maktaba, and many of them often lead independent raiding bands outside their borders. Why exactly they do this is still unknown.<br><br>


	Secondly, they worship strange gods as their beings- none that any of us have ever heard of. They hold very similar positions like the Pantheon that the Zybantine and the Lyndhardtians worship, but much different.<br><br>


	Believed to be the head of the Vaktasi faith of the Khazumian Maktaba. Khuzker represents all living aspects of life itself- the air, the trees, the very grounds that all life resides on. Effectively- Khuzker is everything and all. It is their belief that during the Final Dance of the Vaktasi (scholars believe this to be an apocalypse that they fear is impending) that Khuzker will rot, wither, and die– and take everyone with them.<br><br>


	It is believed that Hakduula is the patron and representative of all of mortalkind. They are the guardian spirit that wards off all evils and the shield of the Vaktasi. Most commonly depicted on warriors of the Khaliphate’s runic equipment during raids, it is their belief that Hakduula empowers their weapons and armor to bring them to the strength of the very divine themselves. While this has not been proven in battle against our retinues, it is still wise to be cautious.<br><br>


	Khaliphate magi, a very rare but very present threat to all outward realms around the Khazumians, often preach and invoke the name of Y’lothi during their spell invocations. It is widely believed that Y’lothi is the Goddess (they refer to her with a feminine terminology) of the Spirits and Mysticism. She likely holds just as much strength in the Maktabian Pantheon as Khuzker, if not more- considering that those of the Suzerainty believe that there is an afterlife that awaits all successful warriors or practitioners of Spirit.<br><br>


	Little is known about this entity beyond them being the representative aspect of the Underworld in Maktabism. It is possible this entity is the entirety of their underworld itself, or simply the patron God of the dead- much like Necra is to the Pantheonic Faith. Khazumians believe that everyone will descend to Axkus in death and be judged– where their souls will be expunged from existence should they fail their Trial. Those who succeed will be embraced and reincarnated into Beowricke.<br><br>


	What little we know of these beings they worship as Gods has great concern in the court of the Kaiserate. They stick to their isolation for now, but what should we expect should they awaken? I will tell you- a war unlike no other..<br><br>


	The Maktaba would raze our frontier cities with the arcyne, and their warriors would flood. This would be a battle most costly, considering our circumstance. It is through the publishing of this book that I hope the dukes and counts of the Imperiate come to their senses and prepare for an inevitable.<br><br>"

	]}
